[
    {
        "0": "'Ayurveda' has its origin in ",
        "1": "Two popular Assemblies of the Vedic period were",
        "2": "The Rigvedic Aryans were governed by a",
        "3": "In the early Vedic-period, Varna system was based on",
        "4": "The ritualistic precepts pertaining to the hymns of the Vedas are known as the",
        "5": "The name of the Indian Astronomer (who knew five astronomical systems), who lived in the 6th century was",
        "6": "Who among the following was the pioneer of Yoga?",
        "7": "The philosophical essence, The world is but God manifest and God is my own soul may be traced to the",
        "8": "Which one of the following Vedas contains sacrificial formula?",
        "9": "Name the temple in Combodia where scenes from Ramayana and Mahabharatha are depicted"
    },
    {
        "0": {
            "a": "Rig Veda",
            "b": "Sama Veda",
            "c": "Yajur Veda",
            "d": "Atharva Veda"
        },
        "1": {
            "a": "Sabha and Mahasabha",
            "b": "Mahasabha and Ganasabha",
            "c": "Sabha and Samiti",
            "d": "Ur and Kula"
        },
        "2": {
            "a": "Tribal republic",
            "b": "Form of democracy",
            "c": "Monarchical government",
            "d": "Rule by elders"
        },
        "3": {
            "a": "Education",
            "b": "Birth",
            "c": "Occupation",
            "d": "Talent"
        },
        "4": {
            "a": "Samhitas",
            "b": "Aranyakas",
            "c": "Brahmanas",
            "d": "Upanishads"
        },
        "5": {
            "a": "Varahamihira",
            "b": "Bhandarkar",
            "c": "Pujyapada",
            "d": "Prasastapada"
        },
        "6": {
            "a": "Patanjali",
            "b": "Banabhatta",
            "c": "Atreya",
            "d": "Vrudukanta"
        },
        "7": {
            "a": "Vedas",
            "b": "Upanishadas",
            "c": "Puranas",
            "d": "Manusmriti"
        },
        "8": {
            "a": "Sama Veda",
            "b": "Rig Veda",
            "c": "Yajur Veda",
            "d": "Atharva Veda"
        },
        "9": {
            "a": "Borobudur",
            "b": "Kailashnath",
            "c": "Angkor Wat",
            "d": "Brihadeshwara"
        }
    },
    {
        "0": "Atharva Veda",
        "1": "Sabha and Samiti",
        "2": "Monarchical government",
        "3": "Occupation",
        "4": "Brahmanas",
        "5": "Varahamihira",
        "6": "Patanjali",
        "7": "Upanishadas",
        "8": "Yajur Veda",
        "9": "Angkor Wat"
    },
    {
        "0": "Answer : \n\nAtharva Veda\n\n\n\nExplanation: \n\nThe fundamentals on which the Ayurvedic system is based are essentially true for all times and do not change from are to age. These are based on human actors, on intrinsic causes. The origin of Ayurveda is attributed to Atharva Veda where mention is made several diseases with their treatments.\n",
        "1": "Answer : \n\nSabha and Samiti\n\n\n\nExplanation: \n\nThe term Sabha denotes both the assembly (in early Rig-Vedic) and the assembly hall (Later Rig-Vedic). Women who were called Sabhavati also attended this assembly. It was basically a kin-based assembly and the practice of women attending it was stopped in later-Vedic times. The references to samiti come from the latest books of the Rig-Veda showing that it assumed importance only towards the end of the Rig-Vedic period. Samiti was a folk assembly in which people of the tribe gathered for transacting tribal business. It discussed philosophical issues and was concerned with religious ceremonies and prayers. References suggest that the Rajan was elected and re-elected by the Samiti.\n",
        "2": "Answer : \n\nMonarchical government\n\n\n\nExplanation: \n\nMonarchy was the normal form of Government. Kingship was hereditary. But there was a sort of hierarchy in some states, several members of the royal family exercising the power in common. There were references of democratic form of government and their chiefs were elected by the assembled people.\n",
        "3": "Answer : \n\nOccupation\n\n\n\nExplanation: \n\nThe terms varna (theoretical classification based on occupation). The classical authors scarcely speak of anything other than the varnas. 'Varna' defines the hereditary roots of a newborn, it indicates the colour, type, order or class of people.\n",
        "4": "Answer : \n\nBrahmanas\n\n\n\nExplanation: \n\nThe Brahmanas are chiefly religious documents, including ritualistic precepts and sacrificial duties.\n",
        "5": "Answer : \n\nVarahamihira\n\n\n\nExplanation: \n\nVārāhamihira (c. early 6th-century), also called Vārāha or Mihira, was a Hindu polymath who lived in Ujjain (Madhya Pradesh, India). He was born in the Avanti region, roughly corresponding to modern-day Malwa, to Adityadasa, who was himself an astronomer.\n",
        "6": "Answer : \n\nPatanjali\n\n\n\nExplanation: \n\nThe compiler of the Yoga sūtras, a text on Yoga theory and practice, and a notable scholar of Samkhya school of Hindu philosophy. There is a fourth Hindu scholar also named Patanjali, who likely lived in 8th-century CE and wrote a commentary on Charaka Samhita and this text is called Carakavarttika.\n",
        "7": "Answer : \n\nUpanishadas\n\n\n\nExplanation: \n\nGod is not merely the transcendent numinous other, but is also the universal spirit, which is the basis of human personality and its ever renewing vitalizing power.\n",
        "8": "Answer : \n\nYajur Veda\n\n\n\nExplanation: \n\nYajurveda is a compound Sanskrit word, composed of yajus and veda. Michael Witzel interprets Yajurveda to mean a \"knowledge text of prose mantras\" used in Vedic rituals. Ralph Griffith interprets the name to mean \"knowledge of sacrifice or sacrificial texts and formulas\".\n",
        "9": "Answer : \n\nAngkor Wat\n\n\n\nExplanation: \n\nAngkor Wat is a temple complex in Cambodia and one of the largest religious monuments in the world, on a site measuring 162.6 hectares (1,626,000 m2; 402 acres). Its gallery bear a series of large-scale scenes mainly depicting episodes from the Hindu epics the Ramayana and the Mahabharata.\n"
    }

]