[
    {
        "0": "The Great Bath of Indus Valley civilisation is found at",
        "1": "The Social System of the Harappans was",
        "2": "Which was the only Indus site with an artificial brick dockyard?",
        "3": "Which statement on the Harappan Civilization is correct?",
        "4": "The Harappans did not know the use of",
        "5": "There are similarities between the seals found at Mohenjo-Daro and __________",
        "6": "What was the time period of Indus Civilization / Harappan Civilization?",
        "7": "The organic relationship between the ancient culture of the Indus Valley and Hinduism of today is proved by the worship of",
        "8": "Out of the following remains excavated in Indus Valley, which one indicates the commercial and economic development?",
        "9": "The Harappas had commercial relations with __________"
    },
    {
        "0": {
            "a": "Harappa",
            "b": "Mohenjo-Daro",
            "c": "Ropar",
            "d": "Kalibangan"
        },
        "1": {
            "a": "Fairly egalitarian",
            "b": "Slave Labour based",
            "c": "Colour Varna based",
            "d": "Caste based"
        },
        "2": {
            "a": "Lothal",
            "b": "Kalibangan",
            "c": "Harappa",
            "d": "Mohenjo Daro"
        },
        "3": {
            "a": "Horse sacrifice was known to them",
            "b": "Cow was sacred to them",
            "c": "Pashupati' was venerated by them",
            "d": "The culture was generally static"
        },
        "4": {
            "a": "Copper",
            "b": "Bronze",
            "c": "Gold",
            "d": "Iron"
        },
        "5": {
            "a": "Egypt",
            "b": "China",
            "c": "Sumeria",
            "d": "Afghanistan"
        },
        "6": {
            "a": "2400 BC - 1700 BC",
            "b": "2500 BC - 1700 BC",
            "c": "2400 BC - 1750 BC",
            "d": "2500 BC - 1750 BC"
        },
        "7": {
            "a": "Pashupati, Indra and the Mother Goddess",
            "b": "Stones, trees and animals",
            "c": "Vishnu and Lakshmi",
            "d": "Siva and Sakti"
        },
        "8": {
            "a": "The Pottery",
            "b": "Seals",
            "c": "The boats",
            "d": "The houses"
        },
        "9": {
            "a": "China",
            "b": "Jawa",
            "c": "Mesopotamia",
            "d": "Burma (Now, Myanmar)"
        }
    },
    {
        "0": "Mohenjo-Daro",
        "1": "Fairly egalitarian",
        "2": "Lothal",
        "3": "Pashupati' was venerated by them",
        "4": "Iron",
        "5": "Sumeria",
        "6": "2500 BC - 1750 BC",
        "7": "Pashupati, Indra and the Mother Goddess",
        "8": "Seals",
        "9": "Mesopotamia"
    },
    {
        "0": "Answer : \n\nMohenjo-Daro\n\n\n\nExplanation: \n\nThe Great Bath is one of the best-known structures among the ruins of the ancient Indus Valley Civilization at Mohenjo-daro in Sindh, Pakistan. Archaeological evidence indicates that the Great Bath was built in the 3rd millennium BCE, soon after the raising of the \"citadel\" mound on which it is located.\n",
        "1": "Answer : \n\nFairly egalitarian\n\n\n\nExplanation: \n\nThe Social System of Harappans was fairly egalitarian (equality and equal rights). The archaeological record of the Indus civilization provides practically no evidence of armies, kings, slaves, social conflict, prisons, and other oft-negative traits that we traditionally associated with early civilizations. If there were neither slaves nor kings, a more egalitarian system of governance may have been practiced.\n",
        "2": "Answer : \n\nLothal\n\n\n\nExplanation: \n\nLothal was the port city of Indus Valley Civilization. It was located at Saragwala, Gujarat. The dockyard was located away from the main current to avoid deposition of silt. It is speculated that Lothal engineers studied tidal movements, and their effects on brick-built structures, since the walls are of kiln-burnt bricks.\n",
        "3": "Answer : \n\nPashupati' was venerated by them\n\n\n\nExplanation: \n\nThe Pashupati Seal is a steatite seal that was discovered at the Mohenjo-daro archaeological site of the Indus Valley Civilization. The seal depicts a seated figure that is possibly tricephalic (having three heads). It was once thought to be ithyphallic, an interpretation that is now mostly discarded.\n",
        "4": "Answer : \n\nIron\n\n\n\nExplanation: \n\nIron was not used in the the Harappan cities. Harappan cities are the part of Indus Valley Civilisation, which was held after the Chalcolithic period of stone age. During the Chalcolithic period copper was first used to make tools, utensils and other objects.\n",
        "5": "Answer : \n\nSumeria\n\n\n\nExplanation: \n\nOne seal from Mohenjo-daro shows a half-human, half-buffalo monster attacking a tiger. This may be a reference to the Sumerian myth of a monster created by Aruru—the Sumerian earth and fertility goddess—to fight Gilgamesh, the hero of an ancient Mesopotamian epic poem. This is a further suggestion of international trade in Harappan culture.\n",
        "6": "Answer : \n\n2500 BC - 1750 BC\n\n\n\nExplanation: \n\nThe Indus Valley Civilization (IVC) was a Bronze Age civilization (3300-1300 BCE; mature period 2600-1900 BCE) extending from what today is northeast Afghanistan to Pakistan and northwest India.\n",
        "7": "Answer : \n\nPashupati, Indra and the Mother Goddess\n\n\n\nExplanation: \n\nThere has been evidence that the people of the Indus Valley Civilization believed in some form of animal, stone and nature worship.\n",
        "8": "Answer : \n\nSeals\n\n\n\nExplanation: \n\nThe seals were pressed into soft clay to seal the mouths of jars and, as suggested by the imprint of fabric on the back of some seal impressions, were used to create clay tags for sacks of traded goods such as grain. Indus Valley seals have been found as far afield as Mesopotamia (present-day Iraq) in the cities of Umma and Ur, in Central Asia and on the coast of the Arabian Peninsula. A large number of seals have been found at the port of Lothal in western India. Finds of Mesopotamian weights in Indus Valley cities confirm that trading took place between these two civilisations. Some experts believe that Mesopotamian written records of trade in gold, copper and jewellery may be referring to the Indus Valley.\n",
        "9": "Answer : \n\nMesopotamia\n\n\n\nExplanation: \n\nThe trade relationship during the later 3rd millennium was a direct one: ships from Meluhha (the Indus) docked in Mesopotamian ports; some Meluhhans settled in Sumer; and there is a seal belonging to a Mesopotamian whose job it was to act as an interpreter of the Meluhhan language. On the other hand, there is nothing to suggest that people from Mesopotamia reached the Indus, so it is clear that the Harappans conducted the trade between the two civilizations. Mesopotamian ships sailed the length of the Gulf, as far as the western coast of Magan (Oman peninsula), trading directly with Magan and with Dilmun (Bahrain); ships from Magan and Dilmun also docked in Mesopotamian ports.\n"
    }

]