[
    {
        "0": "Who is the founder of Haryanka Dynasty?",
        "1": "The revolutionary like Ashfaqullah Khan, Chandra Shekhar  Azad, Ram Prasad Bismil, Roshan Singh and Rajendra Lahiri were all associated with : ",
        "2": "The Moplah Rebellion in 1921 in Malabar was Muslim Peasants Rabellion against :",
        "3": "The Rowlatt Act was passed in : ",
        "4": "Mahatma  Gandhi launched Kheda Satyagrah on Gujrat in 1918 to support the cause of : ",
        "5": "The East India Association was set up in : ",
        "6": "Who established the Hindu Dharma Sangrakshini Sabha in the year 1893 by : ",
        "7": "Bande Matram was a series of articles published in the year 1907 by :",
        "8": "Who was admired as tempestuous Hindu in 1893 in the World Parliament of Religious in Chicago ?",
        "9": "Who were associated with Indian league established in  1875  in Calcutta  (now Kolkata) ?"
    },
    {
        "0": {
            "a": "Ajatashatru",
            "b": "Harshvardhan",
            "c": "Bimbisara",
            "d": "Ghananand"
        },
        "1": {
            "a": "The Kakori Conspiracy case (1925)",
            "b": "1857 Revolt",
            "c": "Chauri Chaura Case",
            "d": "The Jallianwala Bagh massacre"
        },
        "2": {
            "a": "Muslim Land Holders",
            "b": "The British Government Authority",
            "c": "The non-tribal outsiders",
            "d": "Hindu Land Holders"
        },
        "3": {
            "a": "1905",
            "b": "1913",
            "c": "1919",
            "d": "1925"
        },
        "4": {
            "a": "Mill Owners",
            "b": "Land Lords",
            "c": "The peasants",
            "d": "Kol Rebellion"
        },
        "5": {
            "a": "1866",
            "b": "1857",
            "c": "1836",
            "d": "1885"
        },
        "6": {
            "a": "Bal Gangadhar Tilak",
            "b": "Raja Ram Mohan Rai",
            "c": "Dyanand Sarshawati",
            "d": "Damodar and Balkrishana Chapekar"
        },
        "7": {
            "a": "Bal Gangadhar Tilak",
            "b": "Sri Aurobindo Ghosh",
            "c": "Domadar Chapekar",
            "d": "Balkrishana Chapekar"
        },
        "8": {
            "a": "Swami Dyanand Sarshawati",
            "b": "Rabindra Nath Tagore",
            "c": "Gautam Budha",
            "d": "Swami Vivekanand"
        },
        "9": {
            "a": "Sisir Kumar Ghosh and Arvindo Ghosh",
            "b": "Kali Mohan Das and Arvindo Ghosh",
            "c": "Sisir Kumar Ghosh and Sambhu Charan Mukherjee",
            "d": "None of these"
        }
    },
    {
        "0": "Bimbisara",
        "1": "The Kakori Conspiracy case (1925)",
        "2": "Hindu Land Holders",
        "3": "1919",
        "4": "The peasants",
        "5": "1866",
        "6": "Damodar and Balkrishana Chapekar",
        "7": "Sri Aurobindo Ghosh",
        "8": "Swami Vivekanand",
        "9": "Sisir Kumar Ghosh and Sambhu Charan Mukherjee"
    },
    {
        "0": "Answer : \n\nBimbisara\n\n\n\nExplanation: \n\nInitially, the capital was Rajagriha. Later, it was shifted to Pataliputra, near the present-day Patna in India. The founder of this dynasty was Bimbisara himself. According to the Buddhist text, the Mahavamsa, Bimbisara was anointed king by his father at the age of fifteen.\n",
        "1": "Answer : \n\nThe Kakori Conspiracy case (1925)\n\n\n\nExplanation: \n\nThe Kakori Conspiracy (or Kakori train robbery or Kakori Case) was a train robbery that took place between Kakori and, near Lucknow, on 9 August 1925 during the Indian Independence Movement against the British Indian Government. The robbery was organised by Hindustan Republican Association (HRA).\n",
        "2": "Answer : \n\nHindu Land Holders\n\n\n\nExplanation: \n\nHindu Land Holders. The Malabar rebellion (also known as the Moplah rebellion and Māppila Lahaḷa in Malayalam) was an armed uprising in 1921 against British authority in the Malabar region of Southern India by Mappilas and the culmination of a series of Mappila revolts that recurred throughout the 19th century and early 20th century.\n",
        "3": "Answer : \n\n1919\n\n\n\nExplanation: \n\nThe Anarchical and Revolutionary Crimes Act of 1919 , popularly known as the Rowlatt Act or Black Act, was a legislative act passed by the Imperial Legislative Council in Delhi on 10 March 1919, indefinitely extending the emergency measures of preventive indefinite detention, incarceration without trial and judicial review enacted in the Defence of India Act 1915 during the First World War.",
        "4": "Answer : \n\nThe peasants\n\n\n\nExplanation: \n\nThe Kheda Satyagraha of 1918, in the Kheda district of Gujarat, India during the period of the British Raj, was a Satyagraha movement organized by Mohandas Gandhi. It was a major revolt in the Indian independence movement. It was the third Satyagraha movement after Champaran Satyagraha and Ahmedabad mill strike. Gandhi organised this movement to support peasants of the Kheda district. People of Kheda were unable to pay the high taxes levied by the British due to crop failure and a plague epidemic.\n",
        "5": "Answer : \n\n1866\n\n\n\nExplanation: \n\nThe East India Association was founded by Dadabhai Naoroji in 1866, in collaboration with Indians and retired British officials in London. It superseded the London Indian Society and was a platform for discussing matters and ideas about India, and to provide representation for Indians to the Government.\n",
        "6": "Answer : \n\nDamodar and Balkrishana Chapekar\n\n\n\nExplanation: \n\nTwo Brothers- Damodar and Balkrishna Chapekar began the process of revolutionary activities in India. They formed the ‘Hindu Dharma Sangrakshini Sabha’ in 1893 and started celebrating the birthday of Shivaji and Ganesh Utsavs.\n",
        "7": "Answer : \n\nSri Aurobindo Ghosh\n\n\n\nExplanation: \n\nVande Matram was a series of articles published in the year 1907 by Sri Auronbindo Ghosh.\n",
        "8": "Answer : \n\nSwami Vivekanand\n\n\n\nExplanation: \n\nSwami Vivekananda represented India and Hinduism at the Parliament of the World's Religions (1893). This was the first World's Parliament of Religions and it was held from 11 to 27 September 1893.\n",
        "9": "Answer : \n\nSisir Kumar Ghosh and Sambhu Charan Mukherjee\n\n\n\nExplanation: \n\nSisir Kumar Ghosh and Sambhu Charan Mukherjee were associated with Indian league established in 1875 in Calcutta.\n"
    }

]