[
    {
        "0": "In India, Ancient Iron Age is attached with ",
        "1": "Ashoka sent missionaries to",
        "2": "Which among the following is the oldest dynasty?",
        "3": "Which among the following book based on the exploits of Yasovarman of Kanauj?",
        "4": "Who was the founder of the Kanva dynasty?",
        "5": "Who was the founder of Vikramshila Vihar?",
        "6": "Bagh painting of Gupta Empire was found in which of the following Indian states?",
        "7": "Which emperor wrote the play 'Nagananda' in Sanskrit language?",
        "8": "Which of the following books is based on Astrology?",
        "9": "Which Veda deals with magical hymn or charms of spell?"
    },
    {
        "0": {
            "a": "Gray pottery",
            "b": "Black and Red Pottery",
            "c": "Ocher Coloured Pottery",
            "d": "Northern Black Polish Pottery"
        },
        "1": {
            "a": "China and Kashmir",
            "b": "Tibet and Ceylon",
            "c": "Tibet and China",
            "d": "Kashmir and Ceylon"
        },
        "2": {
            "a": "Maurya",
            "b": "Gupta",
            "c": "Kushan",
            "d": "Kanva"
        },
        "3": {
            "a": "Rajatarangini",
            "b": "Gaudavaho",
            "c": "Malavikagnimitram",
            "d": "All of the above"
        },
        "4": {
            "a": "Suserman",
            "b": "Vishnusarma",
            "c": "Vassudeva",
            "d": "Vasumitra"
        },
        "5": {
            "a": "Dharmapala",
            "b": "Gopala",
            "c": "Nagpala",
            "d": "Mahipala"
        },
        "6": {
            "a": "Bihar",
            "b": "Madhya Pradesh",
            "c": "Chattisgarh",
            "d": "Maharashtra"
        },
        "7": {
            "a": "Prabhakara vardhana",
            "b": "Harshavardhana",
            "c": "Chandragupta II",
            "d": "Bindusara"
        },
        "8": {
            "a": "Romak Siddhanta",
            "b": "Aryabhattiya",
            "c": "Hora Shastra",
            "d": "Brahma Siddhanta"
        },
        "9": {
            "a": "Rigveda",
            "b": "Samveda",
            "c": "Atharvaveda",
            "d": "Yajurveda"
        }
    },
    {
        "0": "Gray pottery",
        "1": "Tibet and Ceylon",
        "2": "Maurya",
        "3": "Gaudavaho",
        "4": "Vassudeva",
        "5": "Dharmapala",
        "6": "Madhya Pradesh",
        "7": "Harshavardhana",
        "8": "Hora Shastra",
        "9": "Atharvaveda"
    },
    {
        "0": "Answer : \n\nGray pottery\n\n\n\nExplanation: \n\nThe Painted Grey Ware culture (PGW) is an Iron Age Indian culture of the western Gangetic plain and the Ghaggar-Hakra valley on the Indian subcontinent, lasting from roughly 1200 BCE to 600 BCE.\n",
        "1": "Answer : \n\nTibet and Ceylon\n\n\n\nExplanation: \n\nIn order to propagate the Dhamma and the teachings of the Buddha, he sent nine missionaries. Each missionary was consisting of five theories in order that the Upasampada, the Ordination Ceremony, could be performed. These missionaries may have travelled along trades that spanned from the Far East to the West.\n",
        "2": "Answer : \n\nMaurya\n\n\n\nExplanation: \n\nThe Maurya Empire was a geographically-extensive Iron Age historical power based in Magadha and founded by Chandragupta Maurya which dominated ancient India between 321 and 187 BCE.\n",
        "3": "Answer : \n\nGaudavaho\n\n\n\nExplanation: \n\nYashovarman was king of Kannauj in the early part of the eighth century. Vakpati wrote Gaudavaho, based on the exploits of Yasovarman of Kanauj.\n",
        "4": "Answer : \n\nVassudeva\n\n\n\nExplanation: \n\nVasudeva Kanva was the founder of the Kanva dynasty. Vasudeva Kanva was a Brahmin king. He was originally an Amatya (minister) of last Shunga ruler Devabhuti.\n",
        "5": "Answer : \n\nDharmapala\n\n\n\nExplanation: \n\nVikramashila was founded by Pāla king Dharmapala in the late 8th or early 9th century. It prospered for about four centuries before it was destroyed by Bakhtiyar Khilji along with the other major centres of Buddhism in India around 1193.\n",
        "6": "Answer : \n\nMadhya Pradesh\n\n\n\nExplanation: \n\nThe Bagh Caves are a group of nine rock-cut monuments, situated among the southern slopes of the Vindhyas in Bagh town of Dhar district in Madhya Pradesh state in central India. These rock cut caves posses the most amazing paintings known to be made by ancient man. These are renowned for mural paintings by master painters of ancient India.\n",
        "7": "Answer : \n\nHarshavardhana\n\n\n\nExplanation: \n\nNagananda is among the most acclaimed Sanskrit dramas. Through five acts, it tells the popular story of Jimutavahana's self-sacrifice to save the Nagas. The unique characteristic of this drama is the invocation to lord Buddha in the Nandi verse, which is considered as one of the best examples of the dramatic compositions. Harshavardhana was the great scholar of Sanskrit and he had written this play.\n",
        "8": "Answer : \n\nHora Shastra\n\n\n\nExplanation: \n\nMaharishi Parasara was the first to use this term in his monumental classic “Brihat Parasara Hora Shastra” (BPHS) showing that this scientific basis of Astrology was at different stages of development and that the rules and principles had not been fully revealed.\n",
        "9": "Answer : \n\nAtharvaveda\n\n\n\nExplanation: \n\nAtharvaveda the Veda of Magic formulas, it is a mixture of hymns, chants, spells, and prayers.\n"
    }

]